{
    "Eminem|||10, 9, 8|||0": "2 Contributors10, 9, 8 Lyrics[Intro]\nMayweather\nDealin' with, DJ Whoo Kid\nLifestyle, flash\nI see all of these, you know, these weak cats on here archin' they eyebrows\nNext time I catch a nigga, [?] they eyebrows arched I’ma slap the shit out of them\n\n[Verse: Eminem]\nTen, nine, eight, seven, six, five, four, three, two, one\nReady or not here we come, here comes trouble in the club\nEleven, twеlve, thirteen, pistols big as M-16s\nHow the fuck we snеak in with this many heaters in our jeans?\nNina, two ninas, a piece, they don't even see us\nSome shit pops off we squeeze each one\nThey're gonna think it's machine guns\nVandals-vo-vandals, bananas and old flannels\nHands around our Colt handles, hold them like Roman candles\nSo ban us, go ban us, banana-fanna-fo-fannas\nWho come back all bananas, banana clips loaded\nManagers, bouncers, and the club owners\nThe motherfuckers don't want us to come up, bum rush in the club\nAnd run up in it with a bunch of motherfuckers from Runyon\nSteady popping them onions\nReady, set to go nut up, prepare to tear the whole club up\nFixing to get into some shit, just itching to choke someone up\nYou know we finna loc'n when we mix coke with coconut rum up\nSo, yeah, yeah, ho, what up? See my people posted up\nSee you talk that ho shit now, when you're down you won't get up\nAnd can't sit up you're so slit up, the ambulance won't sew you up\nThey just throw you up in the trunk once they tag your big toe up\nHeater-no-heater, automatic-no-matic\nMag or no mag, it don't matter if I have or don't have it\nYou never know when I'm packing so you just don't want no static\nAnd open up a whole can of whoop ass\nYou don't wanna chance to risk it, no biscuit\nMilli mac or mac milli\nWill he, won't he, don't be silly, homie you don't know me really\nYou're just gonna make yourself dizzy wonderin' what the dilly\nFuck it, let's just get busy D-Twizzy's back in the hizzy!\nSee Eminem LiveGet tickets as low as $210You might also like[Chorus: Eminem]\nGit up now! Let's get it cracking, yeah, it's on and poppin'\nBitch, D12 is back in this bitch, ugh! There ain't no stoppin'\nWe're gonna get it crackalating, what you waiting for?\nThe wait is over, say no more\nQuit tryna play the wall and quit hatin'\nGit up now! Y'all are still sitting? What the fuck, are you deaf?\nYou motherfuckers don't listen I said\nWe 'bout to get this motherfucker crackalatin'\nQuit procrastinatin'\nWhat the fuck you waiting for? Get off the wall and quit hatin', bitch\nGit up now!Embed",
    "Eminem|||12 Days of Diss-Mas|||1": "10 Contributors12 Days of Diss-Mas Lyrics1. \"Hit 'Em Up\" by 2Pac (Ft. Outlawz)\n2. \"Diss Fe Liar\" by YZ\n3. \"Real Muthaphuckkin G's\" by Eazy-E (Ft. B.G. Knocc Out & Dresta)\n4. \"The Bitch in Yoo\" by Common\n5. \"Fuck Compton\" by Tim Dog\n6. \"Fuck wit Dre Day (And Everybody's Celebratin')\" by Dr. Dre (Ft. Jewell, RBX & Snoop Dogg)\n7. \"No Vaseline\" by Ice Cube\n8. \"Fuck tha Police\" by N.W.A\n9. \"Jack the Ripper\" by LL Cool J\n10. \"10% Dis\" by MC Lyte\n11. \"Roxanne's Revenge\" by Roxanne Shanté\n12. \"The Bridge Is Over\" by Boogie Down\n\n- Honorable Mentions:\n13. \"Wack M.C.'s\" by Del The Funky Homosapien\n\n- Bonus Track:\n14. \"Your Life's on the Line\" by 50 CentSee Eminem LiveGet tickets as low as $210You might also likeEmbed",
    "Eminem|||1-833-2GET-REV (REVIVAL Voicemail)|||2": "35 Contributors1-833-2GET-REV (REVIVAL Voicemail) Lyrics[Automated Voice]\nThank you for your interest in Revival, the number one slightly invasive treatment for Atrox Rithimis. You only get one shot to beat AR. Don't miss your chance with Revival. Please hold to speak with a patient care representative.\n\nWhile you wait, here's some additional information:\nYou should discuss the potential benefits and risks of Revival with your doctor or clergyman. Revival is a non-injectable medication given through the ear canal and is not intended for anal use. Revival is a non-narcotic medication intended for daily use that can be taken with or without food.\n\nTell your doctor about all health conditions, including if you:Have a history of confusion or poor judgmentAre allergic to tympanic stimulatorsAre pregnant or nursingRevival does not cause serious side effects including:Fleem's syndromeMild to disfiguring acneBrain problemsMale pattern baldness, most commonly in womenRageDecreased appetiteIncreased appetiteSeasonal affective disorderLoose gumsGluten sensitivityToothpainTight glutesGeneral feeling of head traumaSoftening of fingernailsDramatically increased hair growthSudden nut allergiesRinging in your mouthand Light-leggednessThank you for continuing to hold. We give you some serious fucking credit for sticking with us. Tell your doctor right away if you have any of the following symptoms:Fever, sweats or chillsMuscle acheCoughShortness of breathBlood and phlegmWeight lossWarm, red, or painful skin or sores on your bodyDiarrhea or stomach painBurning when you urinateChills when you urinateUrinating more often than normalFeeling very tired or night sleepingRevival does not cause you side effects but if you have them you should definitely seek medical attention.See Eminem LiveGet tickets as low as $2108Embed",
    "Eminem|||1997|||3": "2 Contributors1997 LyricsT's only fair to warn\nI was born with a set of horns\nAnd metaphors attached to my dang umbilical cord\nWarlord of rap that'll bash you with a 2 by 4 board\nAnd smash into your Honda Accord with a four door Ford\nBut I'm more toward droppin' an acapella\nTo chop a fella to Mozzarella worse than a helicopter propeller\nGot you locked in a cellar\nWith your skeleton showing\nDeveloping anorexia while I'm standing next to ya\nEating a full course meal watching you starve to death\nWith an IV in your vein feeding you liquid Darvocet\nPumping you full of drugs\nPull the plugs on the gunshot victims full of bullet slugs\nWho were picked up in an ambulance and driven\nTo Receiving with the asses ripped out of they pants\nAnd given a lеss than 20 percent chance of living\nHavе a possible placement as a hospital patient\nStoring the dead bodies in Grandma's little basement\nDoctor Kevorkian has arrived\nTo perform an autopsy on you\nWhile you scream \"I'M STILL ALIVE!\"\nDriving a rusty scalpel in through the top of your scalp\nAnd pulling your Adam's apple out through your mouth\nBetter call the fire department\nI've hired an arson to set fire to carpet\nAnd burn up your entire apartmentSee Eminem LiveGet tickets as low as $210You might also likeEmbed",
    "Eminem|||1997 Freestyle Live at Wetlands, NYC|||4": "14 Contributors1997 Freestyle Live at Wetlands, NYC Lyrics[Verse]\nEverybody, duck down, all you hear is the sound\nOf Slim Shady spittin' rounds at the Lyricist Lounge\nWhat year is this now? I don't know, I forgot\nAll I know is that I'd die for pot, make the cypher hot\nSmoke weed and fuck up my life a lot\nGive me the money now, bitch\nDid you want to see your wife or not?\n'Fore I stab her wit' this knife I got\nI got a sci-fi plot like a science fiction flick that I'm a hit you wit'\nI got the Outsidaz up in this bitch\nPeace to Thirstin' Howl, A.L. and Wordsworth\nMy mother smoked crack, I had a premature birth\nI'm just a nerd cursed wit' badly disturbed nerves\nWho wanna step to this and get served first?\nNinety-nine percent of aliens prefer Earth\nSo I'm here to rule the planet, startin' wit' your turf\nI hid a secret message inside of a word search\nWit' smeared letters, runnin' together in blurred spurts\nRappers can't fuck wit' me, it hurts worth\nWhen they get abolished, polyps'll murk worse\nWrote a secret message inside of a word search\nWit' smeared letters, runnin' together in blurred spurts\nRappers can't fuck wit' me, hollerin', 'Nurse, nurse'\nYou said this shot would numb it, bitch, it just hurts worse\nRappers can't fuck wit' the way that I spit it, lyrical lit it\nNow you did it when I committed, get his rhymes out here\nOff the top of the dome wit' a popular poem\nFuck a team, I can stop you alone\nRappers don't understand itSee Eminem LiveGet tickets as low as $210You might also like1Embed"
}